import { h } from 'hyperapp' // @jsx h

export default () => state => (
  <section>
    <h2>AboutUs</h2>
    <p>あなたをどこにでも住めるようにする。そう、それが宇宙でもね。</p>

    <p>
      私たちは宇宙建築というマニアックな学術分野に興味を持った
      学生の集まりから始まりました。
      宇宙に興味を持ったきっかけは、
      純粋な憧れ、特殊なフィールドとしての興味、
      ガンダム等の作品であったりと様々。
      ですが、強く共通していたのは
      人の未来を変える可能性を宇宙に感じていたことでした。
    </p>
    <p>
    私たちはその想いの根源がどこにあるのかを語り合い、
    「宇宙には現在の常識を抜け出す力がある」
    という結論を得ました。
    </p>
    <p>
    いま、宇宙開発の潮流が目まぐるしく変わる中で、
    人類は大きな分岐点に立っています。
    </p>
    <p>
    「地球を抜け出し宇宙に進むことで、
    人類の可能性を広げたい。」
    この想いを人生をかけてでも実現したいという
    「変わり者たち」によって、OUTSENSEが作られました。
    </p>
  </section>
)